[
    {
        "quote": "People think focus means saying yes to the thing you've got to focus on. But that's not what it means at all. It means saying no to the hundred other good ideas that there are. You have to pick carefully. I'm actually as proud of the things we haven't done as the things I have done. Innovation is saying no to 1,000 things.", 
        "citation": "Steve Jobs (Apple WWDC, 1997)"
    }
	, 
    {
        "quote": "Computers are useless, they can only give you answers.", 
        "citation": "Pablo Picasso"
    }
	, 
    {
        "quote": "The true test of character is not how much we know how to do, but how we behave when we don't know what to do.", 
        "citation": "John Holt"
    }
	, 
    {
        "quote": "Property may be destroyed and money may lose its purchasing power; but character, health, knowledge and good judgment will always be in demand under all conditions.", 
        "citation": "Roger Babson"
    }
	, 
    {
        "quote": "One ought never to turn one's back on a threatened danger and try to run away from it. If you do that, you will double the danger. But if you meet it promptly and without flinching you will reduce the danger by half. Never run away from anything.", 
        "citation": "Winston Churchill"
    }
	, 
    {
        "quote": "Democracy is a form of government that substitutes election by the incompetent many for appointment by the corrupt few.", 
        "citation": "George Bernard Shaw"
    }
	, 
    {
        "quote": "Work is the refuge of people who have nothing better to do.", 
        "citation": "Oscar Wilde"
    }
	, 
    {
        "quote": "To every man is given the key to the gates of heaven; the same key opens the gates of hell.", 
        "citation": "Buddhist proverb"
    }
	, 
    {
        "quote": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.", 
        "citation": "Winston Churchill"
    }
	, 
    {
        "quote": "Always be a first-rate version of yourself, instead of a second-rate version of somebody else.", 
        "citation": "Judy Garland"
    }
	, 
    {
        "quote": "A life spent making mistakes is not only more honorable but more useful than a life spent doing nothing.", 
        "citation": "George Bernard Shaw"
    }
	, 
    {
        "quote": "Adversity does not build character, it reveals it.", 
        "citation": "James Lane Allen"
    }
	, 
    {
        "quote": "The Road to Hell is paved with good intentions.", 
        "citation": "John Ray (1670)"
    }
	, 
    {
        "quote": "All that is required for evil to prevail is for good men to do nothing.", 
        "citation": "Edmund Burke"
    }
	, 
    {
        "quote": "Show me the man and I'll find you the crime.", 
        "citation": "Lavrentiy Beria"
    }
	, 
    {
        "quote": "The only man who never makes a mistake is the man who never does anything.", 
        "citation": "Theodore Roosevelt"
    }
	, 
    {
        "quote": "Remember that man lives only in the present, in this fleeting instant; all the rest of his life is either past and gone, or not yet revealed. Short, therefore, is man's life, and narrow is the corner of the earth wherein he dwells.", 
        "citation": "Marcus Aurelius (III: 10)"
    }
	, 
    {
        "quote": "We never know the worth of water till the well is dry.", 
        "citation": "Thomas Fuller"
    }
	, 
    {
        "quote": "A positive attitude may not solve all your problems, but it will annoy enough people to make it worth the effort.", 
        "citation": "Herm Albright"
    }
	, 
    {
        "quote": "The price of anything is the amount of life you exchange for it.", 
        "citation": "Henry David Thoreau"
    }
	, 
    {
        "quote": "Men never do evil so completely and cheerfully as when they do it from religious conviction.", 
        "citation": "Blaise Pascal"
    }
	, 
    {
        "quote": "The whole problem with the world is that fools and fanatics are always so certain of themselves, and wise people so full of doubt.", 
        "citation": "Bertrand Russell"
    }
	, 
    {
        "quote": "He is your friend, your partner, your defender, your dog. You are his life, his love, his leader. He will be yours, faithful and true, to the last beat of his heart. You owe it to him to be worthy of such devotion.", 
        "citation": "Unknown"
    }
	, 
    {
        "quote": "I honestly think it is better to be a failure at something you love than to be a success at something you hate.", 
        "citation": "George Burns"
    }
	, 
    {
        "quote": "The worst sin towards our fellow creatures is not to hate them, but to be indifferent to them. That's the essence of inhumanity.", 
        "citation": "George Bernard Shaw"
    }
	, 
    {
        "quote": "It is better to be hated for what you are than be loved for what you are not.", 
        "citation": "Andre Gide"
    }
	, 
    {
        "quote": "Progress is impossible without change, and those who cannot change their minds cannot change anything.", 
        "citation": "George Bernard Shaw"
    }
	, 
    {
        "quote": "Never attribute to malice that which can be adequately explained by stupidity.", 
        "citation": "Hanlon's Razor"
    }
	, 
    {
        "quote": "Success is just failure waiting to happen.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "When opportunity knocks, bolt the door.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "Good friends know when to keep quiet. Great friends don't talk at all.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "Strangers are just enemies you haven't met yet.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "When writing your own life story, be the villain.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "Trying new things is a recipe for disappointment.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "Why put off until tomorrow what you can do never?", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "When things are looking bright, try closing the blinds.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "Don't forget, every silver lining is part of a larger darker cloud.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "Having a sibling around is like being forced to constantly look in a mirror at an inferior version of yourself.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "Remind people that if they ever need anything, your door is never open.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "Celebrating the holidays with your family is a good way to make sure no one has a good time.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "The best vacations are the ones you tell your family about only after you've left.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "If you see a rainbow, take comfort in the fact that someone somewhere is getting rained on, perhaps even struck by lightning.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "The great thing about the outdoors is that you can walk around for days and not see anyone.", 
        "citation": "Grumpy Cat"
    }
	, 
    {
        "quote": "Arguing with an Engineer is a lot like wrestling in the mud with a pig. After a couple of hours, you realize the pig likes it.", 
        "citation": "Unknown"
    }
	, 
    {
        "quote": "You never get away, you only get somewhere else.", 
        "citation": "Lovka's Dilemma"
    }
	, 
    {
        "quote": "Courage doesn't mean you don't get afraid. Courage means you don't let fear stop you.", 
        "citation": "Bethany Hamilton"
    }
	, 
    {
        "quote": "The things you think about determine the quality of your mind. Your soul takes on the color of your thoughts.", 
        "citation": "Marcus Aurelius (V: 16)"
    }
	, 
    {
        "quote": "The creation continues incessantly through the media of man. But man does not create, he discovers.", 
        "citation": "Antoni Gaudí"
    }
	, 
    {
        "quote": "If you would keep your secret from an enemy, tell it not to a friend.", 
        "citation": "Benjamin Franklin"
    }
	, 
    {
        "quote": "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.", 
        "citation": "Marcus Aurelius"
    }
	, 
    {
        "quote": "I am an old man and have known a great many troubles, but most of them have never happened.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "If you pick up a starving dog and make him prosperous he will not bite you. This is the principal difference between a dog and man.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "A mind is like a parachute. It doesn't work if it is not open.", 
        "citation": "Frank Zappa"
    }
	, 
    {
        "quote": "The wild things of this earth are not ours to do with as we please. They have been given to us in trust, and we must account for them to the generation which will come after us and audit our accounts.", 
        "citation": "William Temple Hornaday"
    }
	, 
    {
        "quote": "To assume that every wild beast and bird is a sacred creature, peacefully dwelling in an earthly paradise, is a mistake. They have their wisdom and their folly, their joys and their sorrows, their trials and tribulations.", 
        "citation": "William Temple Hornaday"
    }
	, 
    {
        "quote": "It is time for all men to be told in the plainest terms that there never has existed, anywhere in historic times, a volume of wildlife so great that civilized man could not quickly exterminate it by his methods of destruction.", 
        "citation": "William Temple Hornaday"
    }
	, 
    {
        "quote": "He who knows the wild animals of the world always travels among friends, and in every land he finds a welcome.", 
        "citation": "William Temple Hornaday"
    }
	, 
    {
        "quote": "Except within our conservation areas, an earthly paradise is being turned into an earthly Hades; and it is not savages nor primitive men who are doing this, but men and women who boast of their civilization.", 
        "citation": "William Temple Hornaday"
    }
	, 
    {
        "quote": "Happiness in intelligent people is the rarest thing I know.", 
        "citation": "Ernest Hemingway"
    }
	, 
    {
        "quote": "When humans act with cruelty we characterize them as \"animals\", yet the only animal that displays cruelty is humanity.", 
        "citation": "Anthony Douglas Williams"
    }
	, 
    {
        "quote": "One can find time for everything if one is never in a hurry.", 
        "citation": "Mikhail Bulgakov"
    }
	, 
    {
        "quote": "Nobody should be whipped. Remember that, once and for all. Neither man nor animal can be influenced by anything but suggestion.", 
        "citation": "Mikhail Bulgakov"
    }
	, 
    {
        "quote": "The joyful, keen and fearless otter; mild and loving to his own kind, and gentle with his neighbour of the stream; full of play and gladness in his life; full of courage in his stress; ideal in his home; steadfast in death; the noblest little soul that ever went four-footed through the woods.", 
        "citation": "Ernest Thompson Seton"
    }
	, 
    {
        "quote": "Only put off until tomorrow what you are willing to die having left undone.", 
        "citation": "Pablo Picasso"
    }
	, 
    {
        "quote": "Political correctness does not legislate tolerance; it only organizes hatred.", 
        "citation": "Jacques Barzun"
    }
	, 
    {
        "quote": "He that plants trees, loves others besides himself.", 
        "citation": "Thomas Fuller"
    }
	, 
    {
        "quote": "The greatest threat to our planet is the belief that someone else will save it.", 
        "citation": "Robert Swan"
    }
	, 
    {
        "quote": "A savage is not the one who lives in the forest, but the one who destroys it.", 
        "citation": "Unknown"
    }
	, 
    {
        "quote": "It is not the man who has too little, but the man who craves more, that is poor.", 
        "citation": "Seneca the Younger"
    }
	, 
    {
        "quote": "The greatest and most important problems of life are all fundamentally insoluble. They can never be solved but only outgrown.", 
        "citation": "Carl Jung"
    }
	, 
    {
        "quote": "The healthy man does not torture others; generally it is the tortured who turn into torturers.", 
        "citation": "Carl Jung"
    }
	, 
    {
        "quote": "Even a happy life cannot be without a measure of darkness, and the word happy would lose its meaning if it were not balanced by sadness. It is far better to take things as they come along with patience and equanimity.", 
        "citation": "Carl Jung"
    }
	, 
    {
        "quote": "Everything that irritates us about others can lead us to an understanding of ourselves.", 
        "citation": "Carl Jung"
    }
	, 
    {
        "quote": "In all chaos there is a cosmos, in all disorder a secret order.", 
        "citation": "Carl Jung"
    }
	, 
    {
        "quote": "I am not what happened to me. I am what I choose to become.", 
        "citation": "Carl Jung"
    }
	, 
    {
        "quote": "In the end, we will remember not the words of our enemies, but the silence of our friends.", 
        "citation": "Martin Luther King, Jr."
    }
	, 
    {
        "quote": "Nowadays people know the price of everything and the value of nothing.", 
        "citation": "Oscar Wilde"
    }
	, 
    {
        "quote": "You can't use up creativity. The more you use, the more you have.", 
        "citation": "Maya Angelou"
    }
	, 
    {
        "quote": "The optimist proclaims that we live in the best of all possible worlds; and the pessimist fears this is true.", 
        "citation": "James Branch Cabell"
    }
	, 
    {
        "quote": "Good breeding consists in concealing how much we think of ourselves and how little we think of the other person.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "I don't care that they stole my idea; I care that they don't have any of their own", 
        "citation": "Nikola Tesla"
    }
	, 
    {
        "quote": "A man who procrastinates in his choosing will inevitably have his choice made for him by circumstance.", 
        "citation": "Hunter S. Thompson"
    }
	, 
    {
        "quote": "Freedom is something that dies unless it's used.", 
        "citation": "Hunter S. Thompson"
    }
	, 
    {
        "quote": "A lie can travel half way around the world while the truth is putting on its shoes.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "Courage is resistance to fear, mastery of fear, not absence of fear.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "Everything has its limit – iron ore cannot be educated into gold.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "One of the most striking differences between a cat and a lie is that a cat has only nine lives.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "The more things are forbidden, the more popular they become.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "It is difficult to get a man to understand something when his salary depends upon his not understanding it.", 
        "citation": "Upton Sinclair"
    }
	, 
    {
        "quote": "I'm suspicious of people who don't like dogs, but I trust a dog when it doesn't like a person.", 
        "citation": "Bill Murray"
    }
	, 
    {
        "quote": "A writer never has a vacation. For a writer, life consists of either writing or thinking about writing.", 
        "citation": "Eugene Ionesco"
    }
	, 
    {
        "quote": "It is not the answer that enlightens, but the question.", 
        "citation": "Eugene Ionesco"
    }
	, 
    {
        "quote": "Don't judge each day by the harvest you reap but by the seeds that you plant.", 
        "citation": "Robert Louis Stevenson"
    }
	, 
    {
        "quote": "The oldest and strongest emotion of mankind is fear, and the oldest and strongest kind of fear is fear of the unknown.", 
        "citation": "H.P. Lovecraft"
    }
	, 
    {
        "quote": "Let him that would move the world first move himself.", 
        "citation": "Socrates"
    }
	, 
    {
        "quote": "Start off every day with a smile and get it over with.", 
        "citation": "W.C. Fields"
    }
	, 
    {
        "quote": "It is better to remain silent at the risk of being thought a fool, than to talk and remove all doubt of it.", 
        "citation": "Maurice Switzer"
    }
	, 
    {
        "quote": "The first of April is the day we remember what we are the other 364 days of the year.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "A sacrifice of privacy is also a sacrifice of democracy.", 
        "citation": "Marc Rotenberg"
    }
	, 
    {
        "quote": "When you're under constant surveillance, you're in a prison.", 
        "citation": "Marc Rotenberg"
    }
	, 
    {
        "quote": "The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "Noise proves nothing. Often a hen who has merely laid an egg cackles as if she had laid an asteroid.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "Facts do not cease to exist because they are ignored.", 
        "citation": "Aldous Huxley"
    }
	, 
    {
        "quote": "In every walk with nature, one receives far more than he seeks.", 
        "citation": "John Muir"
    }
	, 
    {
        "quote": "What is the difference between a taxidermist and a tax collector? The taxidermist takes only your skin.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "We must always take sides. Neutrality helps the oppressor, never the victim. Silence encourages the tormentor, never the tormented.", 
        "citation": "Elie Wiesel"
    }
	, 
    {
        "quote": "Law controls the lesser man, right conduct controls the greater one", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "One has not only a legal but a moral responsibility to obey just laws. Conversely, one has a moral responsibility to disobey unjust laws.", 
        "citation": "Martin Luther King, Jr."
    }
	, 
    {
        "quote": "I think, from all I can learn, that heaven has the better climate, but hell has the better company.", 
        "citation": "Senator Benjamin Wade"
    }
	, 
    {
        "quote": "Although other animals may be different from us, this does not make them less than us", 
        "citation": "Marc Bekoff"
    }
	, 
    {
        "quote": "The eye sees only what the mind is prepared to comprehend.", 
        "citation": "Henri Bergson"
    }
	, 
    {
        "quote": "It is just like man's vanity and impertinence to call an animal dumb because it is dumb to his dull perceptions.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "Don't part with your illusions. When they are gone, you may still exist, but you have ceased to live.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "Let us keep our minds open by all means .... But don't keep your minds so open that your brains fall out! There are still things in this world which are true and things which are false; acts which are right and acts which are wrong, even if there are statesmen who hide their designs under the cloak of high-sounding phrases.", 
        "citation": "Walter Kotschnig"
    }
	, 
    {
        "quote": "I have a very old and very faithful attachment for dogs. I like them because they always forgive.", 
        "citation": "Albert Camus"
    }
	, 
    {
        "quote": "Nobody realizes that some people expend tremendous energy merely to be normal.", 
        "citation": "Albert Camus"
    }
	, 
    {
        "quote": "Science is a way of trying not to fool yourself. The first principle is that you must not fool yourself, and you are the easiest person to fool.", 
        "citation": "Richard Feynman"
    }
	, 
    {
        "quote": "The truth is, most of us discover where we are headed when we arrive.", 
        "citation": "Bill Watterson"
    }
	, 
    {
        "quote": "Without libraries what have we? We have no past and no future.", 
        "citation": "Ray Bradbury"
    }
	, 
    {
        "quote": "Truth is stranger than fiction, but it is because fiction is obliged to stick to possibilities; Truth isn't.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "All you need in this life is ignorance and confidence, then success is sure.", 
        "citation": "Mark Twain"
    }
	, 
    {
        "quote": "There is no job so simple that it cannot be done wrong.", 
        "citation": "Perrussel's Law"
    }
	, 
    {
        "quote": "The question is, are we happy to suppose that our grandchildren may never be able to see an elephant except in a picture book?", 
        "citation": "David Attenborough"
    }
	, 
    {
        "quote": "If we disappeared overnight, the world would probably be better off.", 
        "citation": "David Attenborough"
    }
	, 
    {
        "quote": "Writing is thinking. To write well is to think clearly. That's why it's so hard.", 
        "citation": "David McCullough"
    }
	, 
    {
        "quote": "Never, ever be afraid to make some noise and get in good trouble, necessary trouble.", 
        "citation": "John Lewis"
    }
	, 
    {
        "quote": "If you live long enough, you'll see that every victory turns into a defeat.", 
        "citation": "Simone de Beauvoir"
    }
	, 
    {
        "quote": "Always borrow money from a pessimist, he won't expect it back.", 
        "citation": "Oscar Wilde"
    }
	, 
    {
        "quote": "Money can't buy you friends, but you can get a better class of enemy.", 
        "citation": "Spike Milligan"
    }
	, 
    {
        "quote": "You can be young without money, but you can't be old without it.", 
        "citation": "Tennessee Williams"
    }
	, 
    {
        "quote": "Think of how stupid the average person is, and realize half of them are stupider than that.", 
        "citation": "George Carlin"
    }
	, 
    {
        "quote": "Man in the only animal that laughs and weeps; for he is the only animal that is struck with the difference between what things are, and what they ought to be.", 
        "citation": "William Hazlitt"
    }
	, 
    {
        "quote": "The truth does not change according to our ability to stomach it emotionally.", 
        "citation": "Flannery O'Connor"
    }
	, 
    {
        "quote": "In three words I can sum up everything I've learned about life. It goes on.", 
        "citation": "Robert Frost"
    }
	, 
    {
        "quote": "One thing that humbles me deeply is to see that human genius has its limits while human stupidity does not.", 
        "citation": "Alexandre Dumas"
    }
	, 
    {
        "quote": "Anything that has real and lasting value is always a gift from within.", 
        "citation": "Franz Kafka"
    }
	, 
    {
        "quote": "I do not read advertisements. I would spend all of my time wanting things.", 
        "citation": "Franz Kafka"
    }
	, 
    {
        "quote": "Start with what is right rather than what is acceptable.", 
        "citation": "Franz Kafka"
    }
	, 
    {
        "quote": "There is considerable overlap between the intelligence of the smartest bears and the dumbest tourists.", 
        "citation": "Unknown Yosemite National Park Ranger"
    }
	, 
    {
        "quote": "The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.", 
        "citation": "George Bernard Shaw"
    }
	, 
    {
        "quote": "Both optimists and pessimists contribute to our society. The optimist invents the airplane and the pessimist the parachute.",
        "citation": "Gil Stern"
    }
    ,
    {
        "quote": "The scariest moment is always just before you start.",
        "citation": "Stephen King (On Writing: A Memoir of the Craft)"
    }
	, 
    {
        "quote": "Pride is a master of deception; when you think you're occupied in the weightiest business, that's when it has you in its spell", 
        "citation": "Marcus Aurelius (VI: 13)"
    }
	, 
    {
        "quote": "Insights are often found by simply describing the problem aloud.",
        "citation": "Duck, Quack Overflow"
    }
    ,
    {
        "quote": "It's silly to try to escape other people's faults, They are inescapable. Just try to escape your own.", 
        "citation": "Marcus Aurelius (VII: 71)"
    }
    ,
    {
        "quote": "Blame no one. Set people straight if you can. If not, just repair the damage. Suppose you can't do that either. Then where does blaming people get you?", 
        "citation": "Marcus Aurelius (VIII: 17)"
    }
    ,
    {
        "quote": "Leave other people’s mistakes where they lie.", 
        "citation": "Marcus Aurelius (IX: 20)"
    }
    ,
    {
        "quote": "All that you see will soon have vanished, and those who see it vanish will vanish themselves, and the ones who reached old age have no advantage over the untimely dead.", 
        "citation": "Marcus Aurelius (IX: 33)"
    }
    ,
    {
        "quote": "Humanity knows nothing at all. There is no intrinsic value in anything, and every action is a futile, meaningless effort.", 
        "citation": "Masanobu Fukuoka"
    }
    ,
    {
        "quote": "The more people do, the more society develops, the more problems arise. The increasing desolation of nature, the exhaustion of resources, the uneasiness and disintegration of the human spirit have all been brought about by humanity's trying to accomplish something.", 
        "citation": "Masanobu Fukuoka"
    }
    ,
    {
        "quote": "Show me a sane man and I will cure him for you.", 
        "citation": "Carl Jung"
    }
    ,
    {
        "quote": "Beauty is truth, truth beauty. That is all ye know on earth, and all ye need to know.", 
        "citation": "John Keats"
    }
    ,
    {
        "quote": "If you don't know where you are going, any road will get you there.", 
        "citation": "Lewis Carroll"
    }
    ,
    {
	"quote": "He has no enemies, but is intensely disliked by his 
friends."
	"citation": "Oscar Wilde"
    }
]
